Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Every year in June, the rural communities of Huinchiri, Chaupibanda, Choccayhua and Ccollana Quehue come together in a ritual ceremony to rebuild the bridge with the same raw materials and techniques used in the time of the Incas. In 2013, the knowledge, skills and rituals related to the annual renewal of the Q’eswachaka bridge were inscribed on UNESCO's Representative List of the Intangible Cultural Heritage of Humanity. According to that description:
ne: क्वस्वाचाका एण्डिज पर्वतीय भूभागको रैथाने घाँस इचुबाट बनाइएको हो। ५०० वर्षभन्दा बढी समयदेखि यहाँका स्थानीयले यो प्राचीन प्रविधि र परम्परालाई जीवितै राखेका छन्। प्रत्येक वर्ष जुनमा हुँइचिरी, चौपिबन्दा, चोक्केहुआ तथा कोलाना क्युहेका ग्रामीण समुदाय एकत्रित भएर एक समारोहका बीच यस पुललाई इन्काकै जमानामा प्रयोग गरिने सामग्री प्रयोग गरी पुनर्निर्माण गर्छन्।

source: see it as a means of strengthening their social links and not simply as a transport route.
ne: सन् २०१३ मा क्वस्वाचाका पुलको पुनर्निर्माणसँग गाँसिएका ज्ञान, सीप, तथा रीतिरिवाज युनेस्कोको अमूर्त सांस्कृतिक सम्पदाका प्रतिनिधि सूचीमा अंकित गरियो। यस वर्णनका अनुसार:

source: The bridge is considered a sacred expression of the communities’ bond with nature, tradition and history
ne: यसलाई पारवहनका निम्ति मात्र नभई उनीहरूका सामाजिक सम्बन्ध सशक्तिकरण गर्ने माध्यमका रूपमा हेर्छन्। यस पुललाई प्रकृति, परम्परा तथा इतिहाससँग यी समुदायका पवित्र बन्धनका रूपमा हेरिन्छ।

source: The renewal of a bridge and the revitalization of a tradition
ne: पुलको पुनर्निर्माण तथा परम्पराको पुनर्ताजगी

source: The rite of renewal lasts three days, each one with its activities very well established.
ne: पुनर्निर्माणको प्रक्रिया तीन दिनसम्म चल्छ, प्रत्येक दिनका गतिविधिहरू क्रमबद्ध तवरमा स्थापित गरिएका छन् ।

source: The first day begins with an oblation to the protector Apu. The main material for the bridge is collected and twisted into narrow strands. In the afternoon, the communities bring the material together, twisting the narrow strands into thick ropes — four for the floor of the bridge, and two for the railings.
ne: पहिलो दिन संरक्षक आपुलाई प्रसाद चढाएर शुरु हुन्छ। पुल बनाउनका लागि चाहिने मुख्य सामग्री संकलन गरिन्छ र त्यसलाई बटारी पातला त्यान्द्रा बनाइन्छ। दिउँसो समुदायहरू आफूसँगै सामग्रीहरू लिई आउछन्, र ती मसिना त्यान्द्रालाई बटारी मोटा डोरी बनाउछन् — चारवटा पुलको भुईं बनाउन र बाँकी दुई रेलिङ बनाउन।

source: The main ropes are then extended across the river.
ne: त्यसपछि मुख्य डोरीलाई नदी वारिपारि फिजाइन्छ। दोश्रो दिन नदीका दुवै किनारमा सुरक्षित किसिमले अड्काइन्छ, र पुराना डोरीहरूलाई चुडाएर झारिन्छ।

source: On the second day, they're secured to each side, and the old ropes are allowed to fall. On the third day, the chakaruhac (Inca engineer) braids the bridge together to give the bridge a surface to walk on and to stabilize the railings by connecting them to the base.
ne: तेश्रो दिन चाकारुहाक (इन्का इन्जिनीयर) ले डोरीको पुल बनाउछन् — हिंड्न मिल्ने भुईं बनाइन्छ र रेलिङलाई सन्तुलित राख्न डोरीद्वारा भुईंसँग बाँधिन्छ।

source: Finally on the last day, the bridge is reopened with typical music and dances from the area.
ne: अन्त्यमा अन्तिम दिन त्यस क्षेत्रका संगीत तथा नृत्य प्रस्तुत गर्नुका साथै पुल उद्घाटन गरिन्छ।

source: Getting across Queshuachaca, last Inca bride of Peru.
ne: पेरुको इन्कानिर्मित अन्तिम पुल क्वस्वाचाका तर्दै।

source: A user posted on Twitter a video by AJ+ that shows how the bridge is braided every year:
ne: एक सामाजिक सञ्जाल प्रयोगकर्ताले एजेप्लसले निर्माण गरेको भिडियो ट्वीटरमा पोष्ट गरे। यस भिडियोमा कसरी हरेक वर्ष पुल बनाइन्छ भन्ने कुरा देखाइएको छ।

source: For centuries, the hanging bridge Q'eswachaka is braided once more. Inca beauty that we can learn from to collectively achieve.
ne: सदियौंदेखि बनाइदै आइएको झोलुङ्गे पुल क्वस्वाचाका एक पटक फेरि बनाइएको छ। इन्कानिर्मित सुन्दर निर्माण जसबाट हामीले मिलेर काम गर्न सिक्न सक्छौं।

source: On Instagram, we can also find pictures of users who crossed the bridge:
ne: इन्स्टाग्राममा पनि प्रयोगकर्ताहरूले पुल तरेको तस्वीर भेटिन्छन्:

source: The women behind Armenia's "Velvet Revolution" · Global Voices
ne: आर्मेनियाको "भेल्भेट रेभल्युशन" हाक्ने महिला क्रान्तिकारी

source: The following is a partner post by Global Voices’ partner Chai-Khana.org. Text and video by Aren Melikyan.
ne: यो लेख ग्लोबल भ्वाइसेजको साझेदार चाइखानाडटओआरजिद्वारा लिखित साझेदारी पोष्ट हो। शब्द तथा भिडियो: आरेन मेलिक्यान।

source: Women are part of the reason Armenia now has the prime minister it does. Yet for many, the “revolution” that brought reform-minded protest leader Nikol Pashinyan to power this May has only just begun.
ne: आर्मेनियामा हालका प्रधानमन्त्री हुनुको पछाडि महिलाहरूको हात रहेको छ। तथापि धेरैका लागि सुधारमुखी विरोधी नेता निकोल पाशिन्यानलाई गत मे मा सत्तामा ल्याउने "क्रान्ति" भर्खर शुरु भएको छ।

source: The thousands of women who took to Armenia’s streets for roughly 40 days this spring were protesting not only for a change in government, but for their rights in a traditionally patriarchal society.
ne: यस बसन्तमा लगभग ४० दिनसम्म आर्मेनियाका सडक तताउने हजारौं महिलाहरू सरकारमा परिवर्तनका लागि मात्र विरोध गरिरहेका थिएनन् बल्कि परम्परागत पितृसत्तात्मक समाजमा उनीहरूका अधिकारका लागि।

source: For three of these protesters — Maria Karapetyan, 30, head of development for the Imagine Center for Conflict Transformation, Avnik Melikyan, 22, a project coordinator at the non-profit Society without Violence and 23-year-old political activist Lilith Baghdasaryan — that requires more than just a seat in parliament or in the cabinet.
ne: मारिया कारापेत्यान, ३०, इम्याजिन सेन्टर फर कन्फ्लिक्ट ट्रान्सफर्मेशनका विकास प्रमुख, आभ्निक मेलिक्यान, २२, गैरमुनाफामूलक संस्था सोसाइटि विदाउट भ्वाइलेन्सका परियोजना संयोजक र २३ वर्षीया राजनीतिक अधिकारकर्मी लिलिथ बाघदसार्यन — यी तीन प्रदर्शनकारीहरूका लागि संसदमा वा मन्त्रीमण्डलमा सीट मात्र पर्याप्त छैन।

source: It requires changing attitudes and giving more Armenian women the skills they need to hold power.
ne: उनीहरूका लागि प्रवृत्ति परिवर्तन तथा सत्तामा पुग्न बढीभन्दा बढी आर्मेनियन महिलालाई चाहिएको सीप प्रदान गर्नु आवश्यक रहेको छ।

source: In that respect, these women protesters are, indeed, “revolutionaries.”
ne: यस अर्थमा, यी महिला प्रदर्शनकारीहरू साच्चिकै "क्रान्तिकारी" हुन्।

source: Questions swirl over Japanese government's response to deadly, unprecedented rains · Global Voices
ne: अत्यन्त असामान्य वर्षाको समयमा जापान सरकारको रवैया प्रति प्रश्न उठ्दै

source: Flooding in Kurashiki, Okayama in western Japan.
ne: पश्चिमी जापान स्थित ओकायामा, कुराशिकीमा बाढी। स्क्रीन क्याप-एनएचके वर्ल्ड जापान।

source: Screencap from NHK World-Japan. At least 178 people have died and more than 60 others are missing after much of western Japan was hit by torrential rainfall, the most in recorded history. Flooding has affected much of western Honshu, particularly the neighboring prefectures of Okayama and Hiroshima.
ne: इतिहासमै सबभन्दा धेरै वर्षा रेकर्ड गरिएको पश्चिम जापानको अधिकांश भागमा भारी वर्षाको कारण कम्तीमा १७८ जना मानिसको मृत्यु भएको छ र अन्य ६० भन्दा बढी हराइरहेका छन्।

source: As local authorities struggle to rescue stranded residents and restore basic services such as municipal water supplies, Japanese are increasingly demanding answers as to why the death toll is so high and why the central government seemingly reacted so slowly to the disaster.
ne: बाढीले पश्चिमी होन्शुको धेरै भागमा विशेष गरी ओकायामा र हिरोशिमाको छिमेकी प्रान्तहरु प्रभावित पारेको छ। स्थानीय अधिकारीहरुले बाढीमा फसेंका व्यक्तिहरुको उद्धार तथा नगरपालिकामा पानी आपूर्ति जस्तो आधारभूत सेवाहरू पुनर्स्थापित गर्न संघर्ष गर्दै गर्दा जापानीहरू किन मृतकका संख्या अधिक भयो र किन केन्द्रिय सरकारले विपत्तिमा अत्यन्त सुस्त प्रतिक्रिया जनायो भन्ने जान्न चाहिरहेका छन्।

source: Record-breaking rains had already been falling for days as part of the annual Japanese rainy season when an even stronger rain front prompted Japan's meteorological authority to predict there would be widespread flooding on Thursday, July 5, especially in western Japan.
ne: जापानी वर्षा ऋतुमा केही दिन पहिलेदेखि नै रेकर्ड तोड्ने वर्षा भइरहेको थियो, तीव्र वर्षाको स्वरुपले जापानको मौसम विज्ञान प्राधिकरणलाई विशेष गरी पश्चिमी जापानमा जुलाई ५, बिहीवारका दिन अनियंत्रित बाढी आउन सक्ने भविष्यवाणी गर्न प्रेरित गरेको छ।

source: By Thursday evening it was reported that some regions had already received more than 400 mm of precipitation over the previous 72 hours, or double the annual rainfall.
ne: बिहीवार साँझ सम्ममा यो बताइएको थियो कि केही क्षेत्रमा गएको ७२ घण्टा भित्रमा पहिले नै ४०० मिलीमिटर भन्दा बढी वर्षा भएको थियो वा वार्षिक वर्षादको दुई गुणा। तर अझै हुने संभावना थियो।

source: But more was on the way.
ne: जुलाई ५, पश्चिमी जापानमा वर्षा।क्याप्सन: "७२ घण्टा भित्रमा भएको वर्षा ... टोकियो क्षेत्र विनाशकारी वर्षाबाट बच्यो।" स्क्रीन क्याप एएनएन आधिकारिक यूट्यूब च्यानल।

source: July 5 rainfall western Japan.
ne: सप्ताहान्तभर वर्षा रोकिएन। इतिहासमा पहिलो पटक जापानको मौसम विज्ञान एजेन्सीले एक साथ ८ प्रान्तहरुमा बाढीको चेतावनी जारी गर्यो (अन्ततः यो संख्या ११ पुग्नेछ)।

source: Caption: "Precipitation over 72 hours...
ne: ओकायामा स्थित संरक्षित पर्यटकीय नगरी कुराशिकीले नगरपालिकाको लगभग ३० प्रतिशत प्रभावित हुनेगरी सर्वाधिक खराब बढीको सामना गर्यो।

source: Only Tokyo region spared from disastrous rains." Screencap from ANN official YouTube channel.
ne: मूसलधारे वर्षा: बिहान ८:५१ बजे लिइएको फुटेज याता नजिकै ओकायामा स्थित कुराशिकी शहरको माकिबी। घरका छत सम्म बाढीको पानी।

source: For the first time in its history, the Japanese Meteorological Agency issued flooding disaster warnings for eight prefectures (eventually it would be 11) at the same time. Kurashiki, a well-preserved tourist town in Okayama, received some of the worst flooding, with nearly 30 percent of the municipality affected.
ne: हिरोशिमा, पश्चिममा ओकायामासँग सीमा जोडिएको अर्को पहाडी प्रान्तको धेरै ठाउँमा भूस्खलनको कारण दर्जनौं मानिसहरु जिउँदै पुरिएर मृत्यु भएको प्रमुख समाचार बन्यो।

source: Torrential rains: Footage taken at 8:51 AM in the vicinity of Yata, in Makibi in the city of Kurashiki in Okayama.
ne: किन मैले उनीलाई त्यस ठाउँ छाड्न भनिन? तीन हप्ता अघि मात्र विवाह गरेर ल्याएका आफ्नो श्रीमती हिरोशिमा भूस्खलनमा गुमाएपछि एक व्यक्ति प्रश्न गर्छन्।

source: Houses are flooded to their rooftops. Hiroshima, another mountainous prefecture that neighbors Okayama to the west, made headlines due to numerous landslides that buried dozens of people alive. ‘Why didn’t I tell her to evacuate?’ asks newlywed, after losing wife of three weeks in Hiroshima landslide https://t.co/ErU4sP9ajY — The Japan Times (@japantimes) July 10, 2018
ne: जापानमा माउन्ट फुजीको पश्चिम तर्फका लगभग हरेक प्रान्तलाई वर्षाले प्रभावित गर्यो। जब कि शहरको पूर्व तर्फ ड्याम फुट्ला कि भन्ने त्रास थियो, सामान्यतया शान्त भएर पश्चिम क्योटो हुँदै बग्ने कामो नदीमा तीव्र जल प्रवाह भयो र शहरको प्रमुख किनमेल क्षेत्रलाई खतरामा पार्यो।

source: The rains affected almost every prefecture in Japan to the west of Mount Fuji.
ne: कामो नदीमा बाढी आइरहेको छ।

source: While on the east side of the city there were fears a dam might fail, the normally placid Kamo River that runs through western Kyoto became a raging torrent and threatened to flood the city's central shopping district.
ne: वर्षाको परिमाण तथा दायरा, बाढी र भूस्खलनको कारण पश्चिम जापानभर एकैसाथ घटित ठूलो विपत्तिको पूर्ण स्तर बुझ्न कठिन थियो। सप्ताहन्तमा म्यापिङ अनुसन्धानकर्ता हिदेनोरी वातानाबेले पूरा क्षेत्रमा क्षतिग्रस्त आधारभूत संरचना पत्ता लगाउन गूगल अर्थको उपयोग गर्ने इन्टरेक्टिभ टूल बनाए। वातानाबेले उक्त्त टूल चाँडै सर्वसाधारणको लागि अनलाइनमा उपलब्ध हुनेछ भने।

source: The Kamo River is flooding.
ne: अघिल्लो ट्वीटमा उल्लेख गरिए जस्तै गूगल अर्थमा आवरणको रुपमा देखाइएका छन्।

source: Watanave said the tool will soon be online and available for use by the public.
ne: सुस्त सरकारी प्रतिक्रिया प्रति रोष प्रकट

source: As mentioned in a previous tweet, are shown as an overlay on Google Earth.
ne: जुलाई ९ सोमवार सम्ममा विपत्तिको आधिक्यलाई जापानी मौसम विज्ञान एजेन्सी (जेएमए) द्वारा आधिकारिक नाम दिइएको थियो:

source: News release (July 9, 2018): The JMA has officially named the disaster the "July 2018 Torrential Rains."
ne: समाचार प्रकाशन (९ जुलाई, २०१८): जेएमएले विपत्तिलाई आधिकारिक रूपमा "जुलाई २०१८अतिवृष्टि" नाम दिएको छ।

source: Prime Minister Abe Shinzo and his cabinet started to receive criticism for failing to take action. Media coverage treated the ongoing deluge as a major crisis as early Thursday, July 5.
ne: प्रधानमन्त्री शिन्जो आबे तथा उनको मन्त्रीमण्डल समस्यासँग जुध्न असफल भएको भन्दै आलोचित बन्न थाल्यो।

source: Meanwhile on that Thursday, Abe and senior members of the ruling Liberal Democratic Party spent a festive evening at a private event in Tokyo, toasting their efforts to secure Abe an unprecedented third term as head of the party and prime minister of Japan.
ne: मिडिया कभरेजले जुलाई ५, बिहीवार सबेरै जारी अतिवृष्टिलाई अत्यन्त ठूलो संकटको रूपमा उल्लेख गरेको छ। यस बीच बिहीवार, आबे तथा सत्तारुढ डेमोक्रेटिक पार्टीका वरिष्ठ सदस्यहरूले आबेलाई पार्टी प्रमुख र प्रधानमन्त्रीको रुपमा अभूतपूर्व तेस्रो कार्यकालका लागि शुभकामना व्यक्त्त गर्दै टोकियोको एक निजी समारोहमा उल्लासमय साँझ बितायो।

source: By this time wouldn't it have been clear just how much devastation there was?
ne: घडीमा रातको ८:३० बजिसकेको थियो । यस बेलासम्म कति विनाश भयो भन्ने स्पष्ट हुनु पर्दैन?

source: Publications such as left-leaning Asahi newspaper and tabloid Nikkan Gendai spent several days attacking the prime minister:
ne: वामपन्थी झुकाव राख्ने असाही समाचारपत्र तथा टेब्लोइड निक्कन गेन्दाइले प्रधानमन्त्री माथि आक्षेप लगाउदै केही दिन बिताए:

source: From Nikkan Gendai tabloid:
ne: निक्कन गेन्दाइ टेब्लोइड:

source: "While people were being engulfed by water, what was this government actually doing?"
ne: "मानिसहरू पानीमा डुबिरहँदा यो सरकार साँचो अर्थमा के गर्दै थियो ?"

source: : "What do you mean 'the people's lives come first?'"
ne: : "मानिसको जीवन पहिला भन्नुको तात्पर्य के हो?"

source: Questions about why death toll and damage were so severe Prime Minister Abe managed to visit flood-stricken areas by Wednesday, July 11, nearly a week after it was apparent Japan was experiencing a major natural disaster.
ne: "उनीहरु एउटा मद्यपान पार्टीमा आफ्नै राजनीतिक रणनीति योजना बनाउदै वा नजिकका मित्रहरुसँग भेटघाट गर्दै आफ्नो शासनलाई सकृय राख्न ध्यानमग्न थिए। बाढीको संकट बारे तत्काल नसोच्दा क्षति ज्यादा हुन पुग्यो।"

source: Besides a likely death toll surpassing 200, 70,000 homes across western Japan had been flooded and 2 million people had been forced to evacuate their homes.
ne: "मन्त्रिमण्डलले जुलाई ७ सम्म केही गरेन"

source: Increasingly, people are wondering why, in a country used to sudden torrential rains, the death toll has been so high.
ne: मृत्यु दर र क्षति भयावह किन बन्यो भन्ने बारेमा प्रश्नहरु

source: In Okayama Prefecture, which has so far experienced the highest number of deaths over the past week, the risk of flooding is said to have been known in advance.
ne: जापानले ठूलो प्राकृतिक विपत्तिको सामना गरिरहेको स्पष्ट हुँदाहुँदै लगभग एक हप्तापछि जुलाई ११ मा प्रधानमन्त्री आबेले बाढी प्रभावित क्षेत्रको भ्रमण गर्ने प्रबंध मिलाए। संभावित मृतकका संख्या २०० नाघ्न लागेको अतिरिक्त पश्चिम जापानभर ७० हजार घरहरु डुबानमा परेका थिए र २० लाख मानिसहरु आफ्ना घर छाड्न वाध्य भएका थिए।

source: Linda Sieg, reporting for Reuters news agency, noted that one reason was that many people did not know where to go following evacuation alerts.
ne: अचानक अतिवृष्टि हुने देशमा किन मृतकको संख्या अधिक हुन पुग्यो भन्ने बिषयमा मानिसहरु निरन्तर उत्सुक बनिरहेका छन्। ओकायामा प्रान्त जहाँ अहिलेसम्ममा बितेको हप्ता भित्र सबभन्दा धेरै मानिसहरुको मृत्यु भएको छ, त्यहाँ बाढीको खतरा बारे पहिले नै जानकारी थियो भनिन्छ।

source: As well, Japan has traditionally prepared for earthquakes rather than large-scale flooding, while many homes are built in landslide-prone locations due to lack of available land for housing. In the end, Mainichi newspaper observed, the sheer volume of water may have overwhelmed existing flood defenses.
ne: रोयटर्स न्यूज एजेन्सीका लागि रिपोर्टिङ गर्दै लिन्डा सीगले उल्लेख गरिन् कि धेरै मानिसहरुलाई ठाउँ खाली गर्ने चेतावनी पछि कहाँ जाने भन्ने थाहा थिएन। साथै, जापानले परम्परागत रूपमा ठूलो बाढी भन्दा भूकम्पको लागि बढी तयारी गरेको छ, जबकि आवासको लागि उपलब्ध भूमिको कमीको कारण धेरै घरहरु भूस्खलन हुन सक्ने संभाव्य स्थानमा बनाइएका छन्।

source: In the aftermath, questions are also being asked about how climate change may have contributed the disaster.
ne: अन्तमा माइनिची समाचारपत्रले समीक्षा गर्यो, विद्यमान बाढी सुरक्षालाई तीव्र बाढीले पूर्णतया नष्ट बनाएको हुनुपर्छ।

source: The rise in average surface temperatures on Earth is forecasted to fuel an increase in the frequency and intensity of extreme weather events, such as heavy rain, particularly in western Japan.
ne: त्यस पछि, जलवायु परिवर्तनले विपत्तिलाई कसरी सहयोग पुर्याएको हुनसक्छ भन्ने बारेमा प्रश्नहरु सोधिँदै छन्। पृथ्वीको सतहको औसत तापमानमा वृद्धिले अतिशय मौसम घटनाको आवृत्ति र तीव्रतामा वृद्धि गर्न सघाउ पुर्याइरहेको पूर्वानुमान गरिएको छ जस्तै भारी वर्षा विशेष गरी पश्चिमी जापानमा।

source: While media in Western and English-speaking countries largely reported the heavy rains and flooding as a story about Japan, Japanese wire service Kyodo pointed out the disaster was just one of several weather events occurring at the same time around the world:
ne: पश्चिमी तथा अंग्रेजी भाषा बोलिने देशहरूमा मिडियाले मुख्य रुपमा जापानमा भारी वर्षा र बाढीको जानकारी दिइरहँदा जापानको समाचार बारे, जापानको वायर सर्भिस क्योदोले बतायो कि यो विश्वभरि एकै समयमा भएको धेरै मौसम घटनाहरूमध्ये एउटा विपत्ति थियो:

source: The World Meteorological Organization (WMO) announced on July 10 that, as Japan experienced torrential rains in July, North Africa and the west coast of North America observed recorded-breaking heat, while every part the world saw unusual climate patterns.
ne: विश्व मौसम विज्ञान संगठन (डब्लूएमओ) ले जुलाई १० मा घोषणा गरेको छ कि जापानमा मूसलधारे वर्षा भइरहँदा उत्तर अफ्रिका तथा उत्तर अमेरिकाको पश्चिमी तटमा रेकर्ड तोड्ने गर्मी भएको छ, जबकि विश्वको हरेक ठाउँमा असामान्य जलवायु स्वरुप देखिएको छ।

source: Nishinippon Shimbun, a major daily based in Fukuoka that serves western Japan, also noted:
ne: निशीनिप्पोन सिम्बुन, फुकुओका स्थित पश्चिम जापानमा प्रकाशित हुने एक मुख्य दैनिक पत्रिकाले पनि लेख्यो:

source: As record-breaking torrential rains delivered enormous damage to western Japan, the Japan Meteorological Agency issued weather warnings to 11 prefectures, the greatest number of warnings at one time ever.
ne: जब रेकर्ड तोड्ने गरी आएको मूसलधारे वर्षाले ठूलो क्षति पुर्यायो, जापानको मौसम विज्ञान एजेन्सीले ११ प्रान्तहरुमा मौसम चेतावनी जारी गर्यो जुन एकै पटकमा जारी गरिएको चेतावनीको अहिलेसम्मकै सबैभन्दा ठूलो संख्या थियो।

source: While were described as a "once in 50 years" special weather warning, following the rainfall and floods in 2017, this is the second year in a row Fukuoka Prefecture has been issued this special warning.
ne: २०१७ को वर्षा र बाढी पश्चात "५० वर्षमा एकपटक" भनेर वर्षा र बाढीलाई विशेष मौसम चेतावनीको रूपमा वर्णन गरिए पनि, फुकुओका प्रान्तमा यो लगातार दोस्रो वर्ष यस्तो विशेष चेतावनी हो ।

source: As unusual weather becomes the new normal, how are we to protect ourselves?
ne: जब असामान्य मौसमलाई सामान्य ठानिन्छ भने कसरी हामी आफूलाई सुरक्षित राख्ने?

source: Go sightseeing in Japan, right on YouTube · Global Voices Glover Garden in Nagasaki.
ne: यूट्यूबबाटै जापानको भ्रमण

source: Photo by Nevin Thompson.
ne: ग्लोवर गार्डेन, नागासाकी। फोटो-नेभिन थम्पसन।

source: Unlike many commercially-oriented channels that upload videos about tourist hotspots, the kappa2700s channel one distinct feature: it has no commentary. Instead, the video features quiet strolls around popular tourist landmarks.
ne: पर्यटक मनोरञ्जनस्थल बारेमा भिडियोहरू अपलोड गर्ने व्यापारिक-प्रयोजनका अनेक च्यानलहरू विपरीत काप्पा२७००एसको फरक विशेषता छ: भिडियोको दृश्यबारे यसमा कुनै मौखिक वर्णन छैन। बरु, भिडियोले लोकप्रिय पर्यटकीय स्थलको वरिपरि शान्त वातावरणमा टहलने सुविधा प्रदान गर्दछ।

source: What makes the videos especially useful for travelers or anyone who has an interest in Japan is that each video includes annotations in English, with time stamps, of what particular sightseeing spot is on screen.
ne: यात्रीहरू वा जापान भ्रमण गर्न चाहने कुनै पनि व्यक्तिको लागि भिडियो विशेष रूपले उपयोगी छ, भ्रमण बारे प्रत्येक भिडियो अंग्रेजीमा व्याख्या गरिएको हुन्छ; स्क्रीनमा देखाइएको कुनै खास पर्यटकीय स्थल भ्रमण गर्न लाग्ने समयको जानकारी समावेश गरिएको हुन्छ।

source: Eastern Kyoto
ne: पूर्वी क्योटो

source: Maizuru and Amanohashidate
ne: माइजुरु र आमानोहाशीदेत

source: Located on the isolated and largely rural Japan Sea coastline of Kyoto Prefecture, Amanohashidate (the "floating bridge of heaven") is another popular tourist spot that is still largely undiscovered by tourists from outside of Japan.
ne: क्योटो प्रान्तको एकान्त तथा ग्रामीण भेग मुख्य रूपले जापान सागरको तटमा रहेको आमानोहाशीदेत ("स्वर्गको तैरने पुल") एक अर्को लोकप्रिय पर्यटकीय गन्तव्य हो जुन अहिलेसम्म जापान बाहिरका पर्यटकहरूलाई खासै जानकारी छैन।

source: Kurashiki
ne: कुराशिकी

source: Located on the northwestern tip of the island of Shikoku, Matsuyama is home to probably the most famous hot spring in all of Japan, Dogo Onsen.
ne: शिकोकु द्वीपको उत्तरपश्चिमी साँघुरो भागमा अवस्थित माचुयामा सम्भवत: जापानको सबै भन्दा प्रसिद्ध तातो पानीको मुहान हो, दोगो ओनसेन।

source: While the town takes center stage in Natsume Sōseki's 1906 novel Botchan (坊っちゃん), one of Japan's most famous pieces of literature, the main public bathhouse at Dogo Onsen has inspired the bathhouse in animated movie Spirited Away.
ne: नात्सुमे सोसेकीको १९०६ मा प्रकाशित उपन्यास, जापानको प्रसिद्ध साहित्यिक रचनाहरूमध्ये एक बोत्च्यन (坊っちゃん)ले शहरलाई अहम् स्थान मानेतापनि दोगो ओनसेनको मुख्य सार्वजनिक स्नान घरले एनिमेटेड फिल्म स्पिरिटेड अवेलाई स्नान घर समावेश गर्न प्रेरित गरेको छ।

source: Nagasaki
ne: नागासाकी

source: While the Kyushu city of Nagasaki may be best known outside of Japan for being the site of the second atomic attack that ended World War II, this port city has a long and rich history thanks to its historical connections to Europe and China.
ne: नागासाकीको क्योशो शहर दोस्रो परमाणु आक्रमण भएको शहर जसको कारण दोस्रो विश्वयुद्ध समाप्त भएको हुनाले जापान बाहिर चिनिए तापनि यो बन्दरगाह शहरको लामो तथा समृद्ध इतिहास छ, युरोप र चीन बीचको ऐतिहासिक सम्बन्ध।

source: Visit almost every part of Japan from YouTube
ne: युट्युबबाट जापानको हरेक भाग भ्रमण गर्नुहोस्

source: Sharing a passion for permaculture in Suriname · Global Voices A group of permaculture enthusiasts at work in Kampong Baroe, Suriname.
ne: सुरिनाममा पर्माकल्चर प्रति उत्साह जगाउदै

source: Photo courtesy Permacultuur in Commewijne, used with permission.
ne: कार्यशालामा कोमोवेन समुदायका सदस्यहरूसँग एलेक्स याकुमो। फोटो सौजन्य: पर्माकल्चर इन कोमोवेन, अनुमति लिएर प्रयोग गरिएको।

source: While chemicals are commonly used in Suriname's agricultural sector, there are opportunities for sustainable agriculture to take hold in the country, according to a 2012 report by the International Institute for Sustainability.
ne: सुरिनामको कृषि क्षेत्रमा केमिकल व्यापक रूपले प्रयोग गरिने भएतापनि इन्टरन्यासनल ईन्स्टिच्युट फर सस्टेनिबिलिटीको २०१२ को रिपोर्ट अनुसार देशमा दिगो कृषि प्रणाली अपनाउनको लागि अवसरहरू छन्। तथापि, केहि अवरोधहरू छन् र तीमध्ये एक हो तालिमको कमी।

source: However, there some constraints to overcome, and one of them is lack of training. Yakumo is helping to change that. After receiving his Permaculture Design Certificate (PDC) from the Caribbean Permaculture Research Institute of Barbados, he decided to dedicate his time to lecturing about self-sustaining agricultural ecosystems and hosting workshops in Commewijne, where he lives.
ne: याकुमोले त्यसलाई परिवर्तन गर्न मद्दत गरिरहेका छन्। बार्बाडोसको क्यारेबियन पर्माकल्चर रिसर्च ईन्स्टिच्युटबाट आफ्नो पर्माकल्चर डिजाइन सर्टिफिकेट (पी.डी.सी.) प्राप्त गरे पश्चात उनले आत्मनिर्भर कृषि प्रणाली बारेमा व्याख्यान गर्दै र उनी बसोबास गर्ने कोमोवेन क्षेत्रमा कार्यशाला आयोजना गर्दै आफ्नो समय समर्पण गर्ने निर्णय गरे।
